

"Message Center" = "Centre de messages";

/* Growl alert sheet */
"Cancel" = "Annuler";
"Don't Ask Again" = "Ne plus le demander";
"Install" = "Installer";

// Yet to be localized
"Install Growl" = "Installer Growl";

"Start Growl" = "Démarrer Growl";

"Show Growl preferences" = "Afficher les préférences Growl";

"Growl installation required" = "Votre périphérique HP utilise une application appelée Growl pour vous notifier lorsque quelque chose d'important nécessite votre attention, lorsque vous êtes à cours de papier par exemple.\n\nPour recevoir ces notifications, vous devez installer un logiciel supplémentaire. Aucun téléchargement n'est nécessaire, il vous suffit de cliquer sur “Installer” pour installer Growl sur votre système.\n\nPour démarrer les notifications Growl à chaque fois que vous vous connectez à cet ordinateur, il vous suffit d'aller dans les préférences système Apple, de sélectionner le volet des préférences Growl et de sélectionner la case à cocher \"Démarrer Growl à la connexion\".";

"Growl not running" = "Votre périphérique HP utilise une application appelée Growl pour vous notifier lorsque quelque chose d'important nécessite votre attention, lorsque vous êtes à cours de papier par exemple. Pour recevoir ses notifications, démarrez Growl en effectuant les étapes suivantes :\n\n1. Affichez le volet des préférences Growl en cliquant sur le bouton \"Afficher les préférences Growl\" ci-dessous.\n2. Dans le volet des préférences Growl, cliquez sur le bouton \"Démarrer Growl\".\n3. Pour démarrer la messagerie Growl à chaque fois que vous vous connectez à cet ordinateur, allez dans les préférences système Apple, sélectionnez le volet des préférences Growl, puis sélectionnez la case à cocher \"Démarrer Growl à la connexion\".\n4. Quittez les préférences système.";

"Loading events" = "Chargement d'événements...";
HSDDeviceKeyword = "Périphérique";
HSDAlertKeyword = "Alerte";
HSDEventKeyword = "Événement";

HSDAlertSettingsTitle = "Paramètres d'alerte";
HSDAlertsNote = "Indiquez le niveau de détail des informations sur le statut que vous souhaitez afficher pour votre appareil HP. Vous serez toujours informé lorsque l'appareil ne peut réaliser une tâche que vous avez demandée ou lorsque quelque chose mérite que vous y prêtiez attention.";

HSDDisplayAlertsTitle = "Afficher les alertes étendues pour :";
HSDAutodismissAlertsTitle = "Rejeter automatiquement les alertes en";
HSDAutodismissAlertsTitlePostfix = "seconde(s) pour :";

HSDErrorsWarningsAndInfo = "messages d'erreur, d'avertissement et d'information";
HSDErrorsAndWarnings = "erreurs et avertissements";
HSDErrorsOnly = "erreurs uniquement";
HSDInfoMessages = "messages d'information";
HSDWarningsAndInfoMessages = "avertissements et messages d'information";

HSDDisplayVirtualAlertsTitle = "Afficher le contenu web dans les alertes";
HSDVirtualAlertsNote = "HSD_TEXT:Avec votre autorisation, l'état de votre périphérique peut être partagé en toute sécurité avec HP. Lorsque vous indiquez cette information, HP peut vérifier si vous êtes inscrit à un programme HP ou que vous avez droit à des offres spéciales, et modifier l'alerte en fonction des options disponibles.

* Pour en savoir plus sur les informations envoyées à HP, consultez HSD_KEYED_LINK:MoreInfoTitle.

* Pour en savoir plus sur la politique de confidentialité de HP, allez sur HSD_LINK:HSDPrivacyStatementOnlineLink.";
